{
  "rows": [
    "З загальних питань охорони праці",
    "Правила охорони праці під час експлуатації вантажопідіймальних кранів, підіймальних пристроїв і відповідного обладнання (НПАОП 0.00-1.80-18)[https://dnaop.com/html/54592/doc-%D0%9D%D0%9F%D0%90%D0%9E%D0%9F_0.00-1.80-18]",
    "Правила охорони праці під час виконання робіт на висоті (НПАОП 0.00-1.15-07)[https://dnaop.com/html/1582/doc-%D0%9D%D0%9F%D0%90%D0%9E%D0%9F_0.00-1.15-07]",
    "Правила охорони праці на автомобільному транспорті (НПАОП 0.00-1.62-12)[https://dnaop.com/html/56481/doc-%D0%9D%D0%9F%D0%90%D0%9E%D0%9F_0.00-1.62-12]",
    "Правила охорони праці під час роботи з інструментом та пристроями (НПАОП 0.00-1.71-13)[]",
    "Правила охорони праці під час вантажно-розвантажувальних робіт (НПАОП 0.00-1.75-15)[]",
    "Правила охорони праці під час експлуатації навантажувачів (НПАОП 0.00-1.83-18)[]",
    "Правила охорони праці у сільськогосподарському  виробництві  (НПАОП 01.0-1.02-18)[]",
    "Правила безпеки в нафтогазодобувній промисловості (НПАОП 11.1-1.16-23)[]",
    "Правила безпеки систем газопостачання (НПАОП 0.00-1.76-15)[]",
    "Типова інструкція з організації безпечного ведення газонебезпечних робіт (НПАОП 0.00-5.11-85)[]",
    "Інструкції з організації безпечного ведення вогневих  робіт  на  вибухопожежонебезпечних та вибухонебезпечних об'єктах  (НПАОП 00.0-5.12-01)[]",
    "Правила безпечної експлуатації електроустановок споживачів (НПАОП 40.1-1.21-98)[]",
    "Правила експлуатації електрозахисних засобів (НПАОП 40.1-1.07-01)[]",
    "Правил будови електроустановок. Електрообладнання спеціальних установок (НПАОП 40.1-1.32-01)[]",
    "Правила будови і безпечної експлуатації ліфтів (НПАОП 0.00-1.02-08)[]",
    "Правила охорони праці та безпечної експлуатації технологічних трубопроводів (НПАОП 0.00-1.73-14)[]",
    "Правила охорони праці під час холодного оброблення металів (НПАОП 0.00-1.68-13)[]",
    "Правила охорони праці під час зварювання металів (НПАОП 28.52-1.31-13)[]",
    "Правила охорони праці під час ковальсько-пресових робіт (НПАОП 28.0-1.33-13.)[]",
    "Правила технічної експлуатації електроустановок споживачів в редакції затвердженої наказом Міністерства енергетики та вугільної промисловості України від 11.01.2017р. № 7",
    "Правила технічної експлуатації теплових установок і мереж затверджених наказом № 71 від 14.02.2007р. Міністерства палива та енергетики України",
    "Система стандартів безпеки праці. Охорона праці і промислова безпека у будівництві (ДБН) (НПАОП 45.2-7.02-12)[]",
    "Порядок надання домедичної допомоги особам при невідкладних станах затверджені в МОЗ України Наказом № 398 від 16.06.2014, Зареєстровані в Мін’юстиції України 07 липня 2014 р. за № 750/25527"
  ]
}
