export const occupationalHealthData = {
  rows: [
    "З загальних питань охорони праці                                                                                        (Документ 2694-XII)[https://zakon.rada.gov.ua/laws/show/2694-12#Text]",
    "Правила охорони праці під час експлуатації вантажопідіймальних кранів, підіймальних пристроїв і відповідного обладнання НПАОП 0.00-1.80-18 – (Документ z0231-05)[https://zakon.rada.gov.ua/laws/show/z0231-05#Text]",
    "Правила охорони праці під час виконання робіт на висоті                                                                 НПАОП 0.00-1.15-07 – (Документ z0573-07)[https://zakon.rada.gov.ua/laws/show/z0573-07#Text]",
    "Правила охорони праці на автомобільному транспорті                                                                      НПАОП 0.00-1.62-12 – (Документ z1299-12)[https://zakon.rada.gov.ua/laws/show/z1299-12#Text]",
    "Правила охорони праці під час роботи з інструментом та пристроями                                                       НПАОП 0.00-1.71-13 – (Документ z0327-14)[https://zakon.rada.gov.ua/laws/show/z0327-14#Text]",
    "Правила охорони праці під час вантажно-розвантажувальних робіт                                                          НПАОП 0.00-1.75-15 – (Документ z0124-15)[https://zakon.rada.gov.ua/laws/show/z0124-15#Text]",
    "Правила охорони праці під час експлуатації навантажувачів                                                               НПАОП 0.00-1.83-18 – (Документ z1082-18)[https://zakon.rada.gov.ua/laws/show/z1082-18#Text]",
    "Правила охорони праці у сільськогосподарському  виробництві                                                             НПАОП 01.0-1.02-18 – (Документ z1090-18)[https://zakon.rada.gov.ua/laws/show/z1090-18#Text]",
    "Правила безпеки в нафтогазодобувній промисловості                                                                       НПАОП 11.1-1.16-23 – (Документ z0928-23)[https://zakon.rada.gov.ua/laws/show/z0928-23#Text]",
    "Правила безпеки систем газопостачання                                                                                   НПАОП 0.00-1.76-15 – (Документ z0674-15)[https://zakon.rada.gov.ua/laws/show/z0674-15#Text]",
    "Типова інструкція з організації безпечного ведення газонебезпечних робіт                                                НПАОП 0.00-5.11-85",
    "Інструкції з організації безпечного ведення вогневих  робіт  на  вибухопожежонебезпечних та вибухонебезпечних об'єктах  НПАОП 00.0-5.12-01",
    "Правила безпечної експлуатації електроустановок споживачів                                                              НПАОП 40.1-1.21-98 – (Документ z0093-98)[https://zakon.rada.gov.ua/laws/show/z0093-98#Text]",
    "Правила експлуатації електрозахисних засобів                                                                            НПАОП 40.1-1.07-01",
    "Правил будови електроустановок. Електрообладнання спеціальних установок                                                 НПАОП 40.1-1.32-01",
    "Правила будови і безпечної експлуатації ліфтів                                                                          НПАОП 0.00-1.02-08 – (Документ z0937-08)[https://zakon.rada.gov.ua/laws/show/z0937-08#Text]",
    "Правила охорони праці та безпечної експлуатації технологічних трубопроводів                                             НПАОП 0.00-1.73-14 – (Документ z1438-14)[https://zakon.rada.gov.ua/laws/show/z1438-14#Text]",
    "Правила охорони праці під час холодного оброблення металів                                                              НПАОП 0.00-1.68-13 – (Документ z1871-13)[https://zakon.rada.gov.ua/laws/show/z1871-13#Text]",
    "Правила охорони праці під час зварювання металів                                                                        НПАОП 28.52-1.31-13 – (Документ z0063-13)[https://zakon.rada.gov.ua/laws/show/z0063-13#Text]",
    "Правила охорони праці під час ковальсько-пресових робіт                                                                 НПАОП 28.0-1.33-13 – (Документ z0017-14)[https://zakon.rada.gov.ua/laws/show/z0017-14#Text]",
    "Правила технічної експлуатації електроустановок споживачів в редакції затвердженої наказом Міністерства енергетики та вугільної промисловості України від 11.01.2017р. № 7 – (Документ z1143-06)[https://zakon.rada.gov.ua/laws/show/z1143-06#Text]",
    "Правила технічної експлуатації теплових установок і мереж затверджених наказом № 71 від 14.02.2007р. Міністерства палива та енергетики України – (Документ z0197-07)[https://zakon.rada.gov.ua/laws/show/z0197-07#Text]",
    "Система стандартів безпеки праці. Охорона праці і промислова безпека у будівництві ДБН                                НПАОП 45.2-7.02-12 – (Документ v0045661-09)[https://zakon.rada.gov.ua/rada/show/v0045661-09#Text]",
    "Порядок надання домедичної допомоги особам при невідкладних станах затверджені в МОЗ України Наказом № 398 від 16.06.2014, Зареєстровані в Мін'юстиції України 07 липня 2014 р. за № 750/25527 – (Документ z0356-22)[https://zakon.rada.gov.ua/laws/show/z0356-22#Text]"
  ]
} as const;
