export interface InfoRow {
  title: string;
  note?: string;
  documentPath?: string;
  linkTo?: string; // Internal route link
}

export const publicInfoData: InfoRow[] = [
  {
    title: "Статут закладу освіти",
    documentPath: "/documents/1_Статут.pdf",
  },
  {
    title: "Ліцензії на провадження освітньої діяльності",
  },
  {
    title:
      "Свідоцтва про атестацію закладу професійної (професійно-технічної) освіти",
    note: "Заклад не атестований",
  },
  {
    title: "Структура та органи управління закладу освіти",
    documentPath: "/documents/4_Струткура та органи управліня.PDF",
  },
  {
    title: "Кадровий склад закладу освіти згідно з ліцензійними умовами",
  },
  {
    title:
      "Перелік професій, за якими здійснюється підготовка у закладі освіти",
    documentPath: "/documents/6_Перелік професій.PDF",
  },
  {
    title:
      "Ліцензований обсяг та фактична кількість осіб, які навчаються у закладі освіти",
    documentPath:
      "/documents/7_Ліцензований обсяг та фактична кількість осіб.PDF",
  },
  {
    title: "Мова (мови) освітнього процесу",
    documentPath: "/documents/8_Мова.PDF",
  },
  {
    title:
      "Наявність вакантних посад, порядок і умови проведення конкурсу на їх заміщення (у разі його проведення)",
    documentPath: "/documents/9_Наявність вакантних посад.pdf",
  },
  {
    title:
      "Матеріально-технічне забезпечення закладу освіти (згідно з ліцензійними умовами)",
  },
  {
    title:
      "Наявність гуртожитків та вільних місць у них, розмір плати за проживання",
    documentPath: "/documents/11_Наявність гуртожитків.PDF",
  },
  {
    title: "Результати моніторингу якості освіти",
    note: "Заклад останні роки освітню діяльність не здійснював",
  },
  {
    title: "Річний звіт про діяльність закладу освіти",
  },
  {
    title: "Правила прийому до закладу освіти",
    documentPath: "/documents/14_Правила прийому.PDF",
  },
  {
    title:
      "Умови доступності закладу освіти для навчання осіб з особливими освітніми потребами",
  },
  {
    title:
      "Розмір плати за навчання, підготовку, підвищення кваліфікації здобувачів освіти",
    documentPath: "/documents/16_Розмір плати за навчання.PDF",
  },
  {
    title:
      "Перелік додаткових освітніх та інших послуг, їх вартість, порядок надання та оплати",
    note: "Навчання з питань охорони праці",
    linkTo: "/occupational-health",
  },
  {
    title: "Правила поведінки здобувача освіти в закладі освіти",
    documentPath: "/documents/18_Правила поведінки в закладі освіти.PDF",
  },
  {
    title:
      "План заходів, спрямованих на запобігання та протидію булінгу (цькуванню) в закладі освіти",
    documentPath:
      "/documents/19_План заходів, спрямованих на запобігання та протидію булінгу.PDF",
  },
  {
    title:
      "Порядок подання та розгляду (з дотриманням конфіденційності) заяв про випадки булінгу (цькування) в закладі освіти",
    documentPath:
      "/documents/20_Порядок подання та розгляду (з дотриманням конфіденційності) заяв про випадки булінгу.PDF",
  },
  {
    title:
      "Порядок реагування на доведені випадки булінгу (цькування) в закладі освіти та відповідальність осіб, причетних до булінгу (цькування)",
    documentPath:
      "/documents/21_ПОРЯДОК реагування на доведені випадки булінгу (цькування) в навчальному закладі.PDF",
  },
  {
    title: "Кошторис",
  },
  {
    title:
      "Фінансовий звіт про надходження та використання всіх отриманих коштів",
  },
  {
    title:
      "Інформація про перелік товарів, робіт і послуг, отриманих як благодійна допомога, із зазначенням їх вартості, а також про кошти, отримані з інших джерел, не заборонених законодавством",
    note: "Благодійної допомоги заклад не отримує",
  },
  {
    title:
      "Інша інформація, що оприлюднюється за рішенням закладу освіти або на вимогу законодавства",
    note: "-",
  },
];
