export const workshopData = {
  equipment: ["Встановлення ГБО 2-го і 4-го покоління"],
  service: [
    "Всі види робіт по обслуговуванню і ремонту ГБО 2-го і 4-го покоління - заміна фільтра, перебирання редуктора, компьютерна діагностика",
  ],
  testing: [
    "Демонтаж ",
    "Дегазація",
    "Промивка",
    "Гідравлічне випробування під тиском",
    "Огляд ",
    "Фарбування ",
    "Нанесення клейма",
  ],
  repair: [
    "Заміна моторної оливи",
    "Заміна оливи в КП",
    "Заміна і тестування свічок запалення",
    "Заміна гальмівної рідини",
    "Заміна антифрізу",
    "Заміна ременя ГРМ",
    "Заміна зчеплення",
    "Заміна гальмівних дисків",
    "Компьютерна діагностика автомобіля",
    "Капітальний ремонт двигуна",
    "Промивка і перевірка бензинових форсунок на стенді",
  ],
} as const;
